
"_BASE_USED_" = "en";
/* Use the _ADVANCED_EXTRA_WIDTH_ (if needed) to fit the method description properly */
"_ADVANCED_EXTRA_WIDTH_" = "0.0";
/* Use the _PREFERENCES_EXTRA_WIDTH_ (if needed) to fit the action to perform description properly */
"_PREFERENCES_EXTRA_WIDTH_" = "0.0";
"General" = "Generelt";
"File Access" = "Filtilgang";
"Performance" = "Ytelse";
"Finder Extension" = "Finder-utvidelse";
"Love" = "Kjærlighet";
"OK" = "OK";
"Done" = "Ferdig";
"Yes" = "Ja";
"No" = "Nei";
"Don't show again" = "Ikke vis igjen";
"Set as default compressor" = "Sett som standard komprimeringsprogram";
"Not now" = "Ikke nå";
"Want to make Keka your default compressor?" = "Vil du gjøre Keka til standard komprimeringsprogram?";
"This means that all the compatible files will be extracted with Keka by now. You can set this later in the Keka Preferences." = "Dette betyr at alle kompatible filer vil pakkes ut med Keka. Du kan endre dette senere i Kekas Valg.";
"Really want to close Keka?" = "Sikker på at du vil lukke Keka?";
"The current operations will be canceled. If you choose to wait and quit Keka will exit when all work is done." = "Gjeldende operasjoner vil bli avbrutt. Hvis du velger å vente og avslutte, vil Keka lukkes når arbeidet er ferdig.";
"Password needed" = "Passord trengs";
"File \"%@\" needs a password to be extracted" = "Filen \"%@\" trenger et passord for å pakkes ut";
"File \"%@\" needs a special encoding to be extracted" = "File \"%@\" needs a special encoding to be extracted";
"Extraction of \"%@\" done" = "Utpakking av \"%@\" ferdig";
"Extraction of \"%@\" failed." = "Utpakking av \"%@\" feilet.";
"Extraction of %i files done" = "Utpakking av %i filer ferdig";
"Extraction complete" = "Utpakking fullført";
"Extraction fail" = "Utpakking feilet";
"Compression complete" = "Komprimering fullført";
"File \"%@\" created" = "Filen \"%@\" ble opprettet";
"Compression fail" = "Komprimering feilet";
"File \"%@\" cannot be created" = "Filen \"%@\" kan ikke opprettes";
"\n(using fallback folder)" = "\n(bruker reservemappe)";
"Operation not implemented" = "Operasjonen er ikke implementert";
"Performing operation..." = "Utfører operasjon...";
"Waiting..." = "Venter...";
"Extracting \"%@\"" = "Pakker ut \"%@\"";
"Extracting \"%@...\"" = "Pakker ut \"%@...\"";
"Creating %@ file..." = "Oppretter %@ fil...";
"Creating file \"%@\"" = "Oppretter filen \"%@\"";
"Creating file \"%@...\"" = "Oppretter filen \"%@...\"";
"Volume name:" = "Volumnavn:";
"Select the encoding for \"%@\"" = "Velg koding for \"%@\"";
"Time elapsed: %d:%@%d:%@%d hours%@" = "Tid siden start: %d:%@%d:%@%d timer%@";
"Time elapsed: %d:%@%d minutes%@" = "Tid siden start: %d:%@%d minutter%@";
"Time elapsed: %d seconds%@" = "Tid siden start: %d sekunder%@";
"%.0f seconds" = "%.0f sekunder";
"%i:%02i minutes" = "%i:%02i minutter";
"%i:%02i:%02i hours" = "%i:%02i:%02i timer";
"Pause" = "Pause";
"Continue" = "Fortsett";
"Operation paused" = "Operasjon satt på pause";
"Cancel" = "Avbryt";
"Close" = "Lukk";
"Operation failed" = "Operasjon feilet";
"Operation failed with error code %d" = "Operasjonen feilet med feilkode %d";
"Choose a name and folder to start the compression" = "Velg et navn og et mappe for å starte komprimeringen";
"Creation of \"%@\" failed" = "Opprettelse av \"%@\" feilet";
"Creating \"%@\"" = "Oppretter \"%@\"";
"Preparing extraction..." = "Forbereder utpakking…";
"Choose a folder to extract this file" = "Velg en mappe å pakke ut denne filen til";
"Choose where do you want to extract \"%@\"" = "Velg hvor du vil pakke ut \"%@\"";
"Select all the volumes from \"%@\" or the folder that contains them" = "Velg alle volumene fra \"%@\", eller mappen som inneholder dem";
"Select the folder that contains \"%@\"" = "Velg mappen som inneholder \"%@\"";
"Extraction of \"%@\" failed" = "Utpakking av \"%@\" feilet";
"Keka - %i on queue" = "Keka - %i i kø";
"Keka can't create this %@ image" = "Keka kan ikke opprette dette %@-bildet";
"You can only create %@ images with a single folder. Try to put all your files in a folder and drop it to Keka to create the %@ image." = "Du kan bare opprette %@-bilder med en enkelt mappe i. Prøv å putte alle filene i en mappe og slipp den på Keka for å lage %@-bildet.";
"Keka can't create this @% tarball" = "Keka kan ikke opprette denne @%-tarballen";
"This operation is not supported on %@." = "Denne operasjonen støttes ikke på %@.";
"Compress \"%@\" in %@ to..." = "Komprimer \"%@\" i %@ til...";
"Compress in %@ to..." = "Komprimer i %@ til...";
"Save as:" = "Arkiver som:";
"Compress" = "Komprimer";
"Extract \"%@\" to..." = "Pakk ut \"%@\" til…";
"Extract as:" = "Pakk ut til:";
"Extract" = "Pakk ut";
"About %i seconds" = "Omtrent %i sekunder";
"About %i minutes" = "Omtrent %i minutter";
"About %i hours" = "Omtrent %i timer";
"About %i days" = "Omtrent %i dager";
"About %i weeks" = "Omtrent %i uker";
"About %i months" = "Omtrent %i måneder";
"About %i years" = "Omtrent %i år";
"About a minute" = "Omtrent 1 minutt";
"About an hour" = "Omtrent 1 time";
"About a day" = "Omtrent 1 dag";
"About a week" = "Omtrent 1 uke";
"About a month" = "Omtrent 1 måned";
"About a year" = "Omtrent 1 år";
"Finishing..." = "Finishing...";
"Can't show progress time..." = "Kan ikke vise tiden…";
"Password for \"%@\"" = "Passord for \"%@\"";
"Format" = "Format";
"Method" = "Metode";
"Method:" = "Metode:";
"No compression" = "Ingen komprimering";
"Fastest, less compression" = "Raskest, mindre komprimering";
"Fast, less compression" = "Rask, mindre komprimering";
"Normal" = "Normal";
"Slow, more compression" = "Treg, mer komprimering";
"Slowest, more compression" = "Tregest, mer komprimering";
"Compression" = "Komprimering";
"Extraction" = "Utpakking";
"Keka can't use the \"extlx.plist\" list, please get in contact with the developers.\n\nNow Keka will quit." = "Keka kan ikke bruke \"extlx.plist\"-listen, vennligst kontakt utviklerne.\n\nKeka vil nå avsluttes.";
"Keka is dying!" = "Keka dør!";
"Ask each time" = "Spør hver gang";
"Next to original file" = "Ved siden av originalfilen";
"Custom folder..." = "Egendefinert mappe...";
"Same as original file" = "Samme som originalfilen";
"Custom name..." = "Egendefinert navn...";
"Archive" = "Arkiv";
"Set as default folder" = "Sett som standardmappe";
"Perform automatic action" = "Utfør automatisk handling";
"Always compress" = "Alltid komprimer";
"Always extract" = "Alltid pakk ut";
"1.4 MB Floppy" = "1.4 MB floppydisk";
"650 MB CD" = "650 MB CD";
"700 MB CD" = "700 MB CD";
"4.7 GB DVD" = "4.7 GB DVD";
"Drop here to extract" = "Slipp her for å pakke ut";
"Drop here to compress" = "Slipp her for å komprimere";
"Binary \"%@\" is not accessible" = "Programfilen \"%@\" er ikke tilgjengelig";
"The first part \"%@\" can't be found" = "Den første delen \"%@\" ble ikke funnet";
"Unable to extract a folder" = "Kunne ikke pakke ut mappe";
"unknown" = "ukjent";
"Unknown error" = "Ukjent feil";
"Error code %d using \"%@\"\n%@" = "Feilkode %d under bruk av \"%@\"\n%@";
"Keka was unable to create the extraction package" = "Keka was unable to create the extraction package";
"No errors found" = "Ingen feil funnet";
"Minor error, the operation may be done well" = "Mindre feil, operasjonen kan ha blitt fullført likevel";
"Fatal error" = "Alvorlig feil";
"CRC error occurred, maybe the file is corrupt" = "CRC-feil oppstod, filen er kanskje korrupt";
"Attempt to modify an archive previously locked" = "Forsøk å endre på et arkiv som tidligere var låst";
"Maybe you don't have permission to write or your disk is full" = "Du har kanskje ikke skrivetilgang, eller disken er full";
"Can't open the file, maybe you don't have read permission" = "Kan ikke åpne filen, du har kanskje ikke lesetilgang";
"Command line error, please contact with the developer" = "Komandolinjefeil, vennligst kontakt utvikleren";
"Not enough memory. Try to close some programs and repeat the operation" = "Ikke nok minne. Prøv å lukke noen programmer og gjenta operasjonen";
"Can't create the file, maybe you don't have permission or free space" = "Kan ikke opprette filen, du har kanskje ikke tillatelse eller ledig diskplass";
"Canceled manually" = "Avbrutt manuelt";
"Bad password, try again" = "Feil passord, prøv igjen";
"This archive is locked" = "Dette arkivet er låst";
"Write error. No permission? No space left?" = "Feil under skriving. Ikke tillatelse? Ikke ledig diskplass?";
"Can't open the file, maybe it's not accessible" = "Kan ikke åpne filen, den er kanskje ikke tilgjengelig";
"No files matching the mask" = "Ingen filer matcher masken";
"There were some read errors" = "There were some read errors";
"Give access" = "Gi tilgang";
"Just folder access" = "Bare mappetilgang";
"Quit" = "Avslutt";
"More information" = "Mer informasjon";
"Keka needs file access" = "Keka trenger filtilgang";
"Give home access" = "Gi tilgang til hjemmemappen";
"Customize" = "Tilpass";
"Keka needs access to the source file/s." = "Keka needs access to the source file/s.";
"In order to work seamlessly with your files, Keka needs local access to the Mac disk." = "For å kunne arbeide sømløst med filene dine trenger Keka lokal tilgang til Mac-disken.";
"\nSimply click on \"Give access to Keka\", your disk should already be selected." = "\nBare klikk på \"Gi tilgang til Keka\", disken din skal være forhåndsvalgt.";
"Give access to Keka" = "Gi tilgang til Keka";
"Full Mac access (Recommended)" = "Full Mac-tilgang (anbefalt)";
"Home folder access" = "Tilgang til hjemmemappen";
"External volumes access" = "Tilgang til eksterne volumer";
"Full Mac" = "Full Mac";
"Home folder" = "Home folder";
"External volumes" = "External volumes";
"Show in context menu" = "Show in context menu";
"External disk: %@" = "Ekstern disk: %@";
"An extension is required" = "En utvidelse er påkrevd";
"In order to set Keka as the default application, you need to install an extension. Click on \"More information\" to follow the required steps.\n\nRemember that you can always set Keka as the default application for any format using the Finder's \"Get Info\" panel." = "For å sette Keka som standardprogram, må du installere en utvidelse. Klikk på \"Mer informasjon\" for å følge de påkrevde trinnene.\n\nHusk at du alltid kan sette Keka som standardprogram for er format ved å bruke \"Vis info\" panelet i Finder.";
"Your installed extension is obsolete and you should update it." = "Your installed extension is obsolete and you should update it.";
"Update" = "Update";
"Cannot set Keka as default" = "Kan ikke sette Keka som standard";
"The intermediate application failed to launch. There is more information in the Console.app." = "Mellomleddsprogrammet kunne ikke starte. Mer informasjon finnes i Konsoll.app.";
"The intermediate application returned an undefined code." = "Mellomleddsprogrammet returnere en udefinert kode.";
"Keka is now set as the default application for its known formats." = "Keka er nå satt som standardprogram for alle formatene det kjenner.";
"Keka set as default" = "Keka satt som standard";
"There were some errors while registering the formats. There is more information in the Console.app." = "Det oppstod feil under registrering av noen av formatene. Mer informasjon finnes i Konsoll.app.";
"The intermediate application can't get access to Keka." = "Mellomleddsprogrammet har ikke tilgang til Keka.";
"The intermediate application can't find Keka." = "Mellomleddsprogrammet finner ikke Keka.";
"Show in Finder" = "Vis i Finder";
"Delete" = "Slett";
"Continue without encryption" = "Fortsett uten kryptering";
"The password does not match" = "Passordet matcher ikke";
"The password is not properly set and the file cannot be encrypted. You can cancel and set the password again or continue the process without encryption." = "Passordet er ikke satt riktig, og filen kan ikke krypteres. Du kan avbryte og sette passordet igjen, eller du kan fortsette uten kryptering.";
"Use legacy encryption" = "Bruk legacy-kryptering";
"Using AES-256 encryption in ZIP" = "Bruker AES-256-kryptering i ZIP";
"Note that most modern operating systems such as macOS (before macOS 11.0 Big Sur) or Windows do not support AES-256 encrypted ZIPs by default.\n\nYou can open those files easily with most third party extraction utilities." = "Merk at de fleste moderne operativsystemer som macOS (før macOS 11.0 Big Sur) eller Windows ikke støtter AES-256-krypterte ZIP-filer som standard.\n\nDu kan derimot enkelt åpne disse med de fleste tredjeparts utpakkingsverktøy.";
"Cannot create the file" = "Kunne ikke opprette filen";
"Keka has no file access to the source file/s\nGive it access when asked or manually in the Preferences" = "Keka har ikke tilgang til kildefilen/s\nGi tilgang når spurt, eller manuelt i Systemvalg";
"Give access to the source/s folder/s" = "Gi tilgang til kildemappen(e)";
"Give access to the compressed file" = "Gi tilgang til den komprimerte filen";
"The extension is enabled" = "Utvidelsen er aktivert";
"The extension is disabled" = "Utvidelsen er deaktivert";
"Enable or disable the extension" = "Enable or disable the extension";
"Keka will decide whether to compress or uncompress based on file format and extension. This is the recommended option." = "Keka vil velge komprimering eller utpakking basert på filformat og filendelse. Dette er det anbefalte valget.";
"Keka will compress all files, even those that are already compressed. You can compress an already compressed file in automatic mode by dropping it to the bottom part of the drop zone." = "Keka vil komprimere alle filer, selv de som allerede er komprimert. Du kan komprimere en allerede komprimert fil i automatisk modus ved å slippe den nederst i slippsonen.";
"Keka will try to extract all files. You can try to extract an unknown file in automatic mode by dropping it in the bottom part of the drop zone." = "Keka vil prøve å pakke ut alle filer. Du kan pakke ut en ukjent fil i automatisk modus ved å slippe den nederst i slippsonen.";
"Show the operation log" = "Vis operasjonsloggen";
"Unable to process tips" = "Kunne ikke behandle driks";
"Already tipping a monthly %@" = "Sender allerede %@ i måneden";
"Send a monthly %@ tip" = "Send driks på %@ månedlig";
"Send a %@ tip" = "Send driks på %@";
"Give Keka some love ♥" = "Gi Keka litt kjærlighet ♥";
"All extractions will be expanded at this location." = "Alle utpakkinger vil bli lagret på denne plasseringen.";
"All compressions will be stored at this location." = "Alle komprimeringer vil bli lagret på denne plasseringen.";
"You'll be asked where to extract each operation." = "Du blir spurt om hvor du ønsker å pakke ut hver operasjon.";
"You'll be asked where to compress each operation." = "Du blir spurt om hvor du ønsker å komprimere hver operasjon.";
"If Keka has File Access it will execute the operation near the source file/s, otherwise it will ask for a location. You can set Keka's File Access in the Preferences tab so this option works properly." = "Hvis Keka har filtilgang, vil operasjonen utføres i nærheten av kildefilen(e), ellers vil du bli spurt om plassering. Du kan sette Kekas filtilganger i Valg-panelet for å få dette til å fungere riktig.";
"Keka has no file access to the destination folder so it needs to ask for a location.\nYou can add access to this and other folders in Keka's Preferences File Access pane." = "Keka har ikke filtilgang til kildemappen, derfor blir du spurt om plassering.\nDu kan legge til tilgang til denne og andre mapper i Filtilgang-panelet i Kekas Valg.";
"The characters %@ are not compatible with the %@ format" = "Tegnene %@ er ikke kompatible med formatet %@";
"The character %@ is not compatible with the %@ format" = "Tegnet %@ er ikke kompatibelt med formatet %@";
"Stop compressing" = "Stop compressing";
"Stop extracting" = "Stop extracting";
"Resume compressing" = "Resume compressing";
"Resume extracting" = "Resume extracting";
"Pause compressing" = "Pause compressing";
"Pause extracting" = "Pause extracting";
"Compression paused" = "Compression paused";
"Extraction paused" = "Extraction paused";
"Waiting for password" = "Waiting for password";
"On queue" = "On queue";
"Applying quarantine..." = "Applying quarantine...";

/*
// MAS tips
// Note this will be used in Apple's servers
// Apple needs to have MAS translated in this language so this strings can be used
// The language used in MAS/AppleID will be used in Keka's tip strings and may not match Keka's localization
// Note that the short string is limited to 30 characters and the long string is limited to 45 characters
// Emojis cannot be used in these strings :(
*/
"Monthly sip of coffee" = "Monthly sip of coffee";
"Gift Keka a sip of coffee each month" = "Gift Keka a sip of coffee each month";
"Monthly coffee" = "Monthly coffee";
"Gift Keka a coffee each month" = "Gift Keka a coffee each month";
"Monthly pair of coffees" = "Monthly pair of coffees";
"Gift Keka a couple coffees each month" = "Gift Keka a couple coffees each month";
"Monthly breakfast" = "Monthly breakfast";
"Gift Keka a breakfast each month" = "Gift Keka a breakfast each month";
"Tip a coffee" = "Tip a coffee";
"Tip Keka a coffee so it can stay awake" = "Tip Keka a coffee so it can stay awake";
"Tip a breakfast" = "Tip a breakfast";
"Tip Keka a breakfast so it can start fresh" = "Tip Keka a breakfast so it can start fresh";
"Tip a lunch" = "Tip a lunch";
"Tip Keka a lunch and feed it" = "Tip Keka a lunch and feed it";
"Tip a dinner" = "Tip a dinner";
"Tip Keka a dinner so it keeps rolling" = "Tip Keka a dinner so it keeps rolling";
"Tip a bunch of food" = "Tip a bunch of food";
"Tip Keka a new bunch of food to keep rolling" = "Tip Keka a new bunch of food to keep rolling";
